Repository: pstjvn/twocrates
Catalog: i18n/translations_*.xlf
Languages: bg

source: Size
bg: Размер

source: Upper row
bg: Горен

source: Select handles model
bg: Избор на модел дръжки

source: Next wall
bg: Следваща стена

source: To be able to save a new project, you need to delete one of the previously saved ones.
bg: За да запазите нов проект е необходимо да изтирете един от вече запазените.

source: To save your design, we need to know who it belongs to.
bg: За да запазите проекта е необходимо да сте регистриран потребител.

source: Handles
bg: Дръжки

source: Previous wall
bg: Предишна стена

source: Page
bg: Страница

source: Save project
bg: Запазване на проект

source: Width
bg: Ширина

source: Cancel
bg: Отказ

source: You can delete projects from {START_LINK}here.{END_LINK}
bg: Можете да изтриете проект от {START_LINK}тук.{END_LINK}

source: Yes
bg: Да

source: Height
bg: Височина

source: or create a new account on 2Crates.com
bg: или създайте нов акаунт в kuhnya.eu

source: Would you like to save it with your Facebook account?
bg: Идентифицирайте се с Вашия Фейсбук акаунт

source: Register
bg: Регистриране

source: Change model
bg: Смяна на модел

source: No
bg: Не

source: Select
bg: Избор

source: Change width
bg: Смяна на ширина

source: Upper row corner
bg: Горен ъглов

source: Price: $ {PRICE} AUD
bg: Цена: {PRICE} лева

source: The project is already saved with your account, you do not need to manually save as all changes are saved automatically.
bg: Проектът е вече запазен във вашия профил, промените в такива проекти се запазват автоматично след всяка промяна.

source: Description
bg: Описание

source: Preview in 3d
bg: Преглед в 3Д

source: of
bg: на

source: Tall items
bg: Високи

source: Add cabinet
bg: Добави шкаф

source: Wall mounted
bg: Опрян о стена

source: Floor row
bg: Долни

source: The maximum limit of saved projects has been reached and this project could not be saved.
bg: Максималния брой запазени проекти е достигнат за вашия акаунт и този проект не може да бъде запазен.

source: Delete
bg: Изтрий

source: Select item
bg: Наличен избор

source: Croner item already exists on this wall, edit it or alternatively delete it.
bg: Ъглов шкаф вече е добавен към тази стена, може да го промените или да го изтриете и добавите нов.

source: No item from this category can be added to to the current configuration of your project.
bg: Никой обект от тази категория не може да бъде добавен към сегашната конфигурация на проекта.

source: The cabinet just added pushesh the cabinets on the adjacent wall outside of the allowed size.
bg: Тъкмо добавение елемент избутва елементите на съседната стена извън зададените ограничения, моля проверете състоянието на съседната стена.

source: {START_SPAN_1}Price: $ {END_SPAN}{START_SPAN_2}{END_SPAN}{START_SPAN_3} AUD{END_SPAN}
bg: {START_SPAN_1}Цена: {END_SPAN}{START_SPAN_2}{END_SPAN}{START_SPAN_3} лева{END_SPAN}

source: Other
bg: Други

source: Ok
bg: Добре

source: OK
bg: Добре

source: Floor row corner
bg: Долен ъглов

source: Select finishes
bg: Избор на политура
